package com.allimi.modulebatch.constants;

public class BatchConstants {
	public static final String[] SEARCH_PARAMS = {
			"I001193", 	// 농림수산식품
			"I001195", 	// 광물/에너지
			"I001212",  // 화학
			"I001197", 	// 섬유/패션
			"I001198", 	// 생활소비재
			"I001201", 	// 철강/금속
			"I001199", 	// 기계류
			"I001200",	// 자동차/수송기기
			"I001202",	// 전자/전기
			"I001206",	// 의료바이오
			"I001203",	// 환경
			"I001204",	// 건설/인프라/플랜트
			"I001208",	// 유통/물류
			"I001205",	// IT
			"I001207",	// 문화콘텐츠
			"I001209",	// 금융
			"I001210",	// 관광/교육/서비스
			"I001211",	// 기타
			"I001307"	// 산업일반
	};
}
